Repository: grabovszky/astro-wp-theme
Catalog: languages/*.po
Languages: hu_hu

source: Astro is a custom WordPress theme for the Rackhost knowledge base.
hu_hu: Az Astro egy egyedi WordPress téma a Rackhost tudasbazis számára.

source: Gábor Kristóf & the Rackhost team
hu_hu: Gábor Kristóf & a Rackhost csapat

source: Error: The page you were looking for was not found.
hu_hu: Hiba: A keresett oldal nem található.

source: Go back
hu_hu: Vissza

source: Latest Posts Widget
hu_hu: Legutóbbi Szakértői cikkek

source: Display Latest Expert Posts
hu_hu: A legutóbbi szakértői cikkek listázása

source: Our Expert posts
hu_hu: Szakértői Cikkeink

source: Show more
hu_hu: Mutass még

source: Header Menu
hu_hu: Fejléc Menü

source: Footer Menu
hu_hu: Lábléc Menü

source: Sidebar
hu_hu: Oldalsáv

source: Main sidebar for displaying categories and recent posts
hu_hu: Fő oldalsáv, a kategóriák és szakértői posztok megjelenítéséhez

source: Tag Widget
hu_hu: Címke Widget

source: Tag Category Widget
hu_hu: Címke Kategória Widget

source: Read more
hu_hu: Tovább

source: Prices don't contain VAT!
hu_hu: Az árak az ÁFA-t nem tartalmazzák!

source: What are you looking for?
hu_hu: Miben segíthetünk?

source: Search
hu_hu: Keresés

source: posts in this category
hu_hu: db cikk ebben a témában

source: posts
hu_hu: db cikk

source: Sorry no posts were found!
hu_hu: Sajnáljuk, egy cikket sem találtunk!

source: Here is a cute robot to cheer you up:
hu_hu: De itt egy aranyos robot ami felvidít:

source: basics
hu_hu: alapok

source: All posts
hu_hu: Összes cikk

source: all posts
hu_hu: összes cikk

source: Expert posts
hu_hu: Szakértői cikkek

source: Previous
hu_hu: Előző

source: Show all post
hu_hu: Mutasd mind

source: Next
hu_hu: Következő

source: Ltd.
hu_hu: Zrt.

source: Contact
hu_hu: Kapcsolat

source: Customer service
hu_hu: Ügyfélszolgálat

source: Technical problems
hu_hu: Technikai ügylet

source: Services
hu_hu: Szolgáltatásaink

source: newsletter
hu_hu: hírlevél

source: Sign up and we'll notify you about our latest articles.
hu_hu: Iratkozz fel és értesülj elsőként a Tudásbázis legfrissebb cikkeiről.

source: my@email.com
hu_hu: én@emailem.com

source: Sign Up
hu_hu: Feliratkozom

source: Toggle navigation
hu_hu: Navigáció megjelenítése

source: All the tips, tricks and information in one place. For you.
hu_hu: Minden tudnivaló, tipp és infó egy helyen. Neked.

source: Continue reading<span class="screen-reader-text"> "%s"</span>
hu_hu: Olvass tovább<span class="screen-reader-text"> "%s"</span>

source: Pages:
hu_hu: Oldalak:

source: Try out Rackhost.hu for more information about our products.
hu_hu: További információkért a solgáltatásainkról látogass el a Rackhost.hu-ra

source: I'll try
hu_hu: Kipróbálom

source: Related posts
hu_hu: Kapcsolódó cikkek

source: Back
hu_hu: Vissza

source: results for:
hu_hu: db eredmény erre a keresésre:

source: Ft from
hu_hu: Ft-tól

source: Select
hu_hu: Tovább
